{
  "sent_count": 40,
  "english_indices": [
    38,
    56
  ],
  "categorized": {
    "native": [],
    "learning": [
      "Все материалы на этом языке, поэтому и думаю на нем.",
      "На языке обучения проще обсуждать темы с преподавателями и однокурсниками.",
      "Легче готовиться к экзаменам, если все на одном языке.",
      "Преподаватели требуют использовать термины на языке обучения."
    ],
    "mixed": [],
    "none": [
      "Я свободно владею несколькими языками, поэтому без разницы.",
      "Для меня содержание важнее языка, главное — чтобы было понятно.",
      "Мне все равно, на каком языке учиться.",
      "Главное — чтобы информация была понятной, а язык не важен.",
      "Я одинаково свободно владею несколькими языками, поэтому разницы нет.",
      "Я вырос в двуязычной среде, поэтому легко переключаюсь и не замечаю разницы.",
      "Мне без разницы, я одинаково хорошо понимаю на любом языке.",
      "Я одинаково хорошо понимаю на любом языке."
    ],
    "neutral": [
      "Мне так удобно.",
      "Не задумывался.",
      "Комфортно.",
      "Не знаю.",
      "Удобно.",
      "Легче усваивать информацию.",
      "Все так делают.",
      "Просто так.",
      "Потому что.",
      "Лучше понимаю.",
      "Так учили.",
      "Привычка.",
      "Эффективно.",
      "Не задумывался об этом.",
      "Так исторически сложилось.",
      "Привык с детства."
    ]
  },
  "original": {
    "native": [
      "На родном языке я лучше понимаю сложные концепции, потому что не нужно тратить силы на перевод.",
      "Родной язык позволяет мне быстрее схватывать суть, особенно когда речь идёт о новых терминах.",
      "Мне проще запоминать материал на родном языке, так как он ассоциируется с повседневным общением.",
      "На родном языке меньше когнитивной нагрузки, я могу сосредоточиться на содержании, а не на форме.",
      "Родной язык даёт более глубокое понимание, потому что я чувствую все смысловые оттенки.",
      "Когда материал сложный, я лучше понимаю его на родном языке, это экономит время.",
      "На родном языке меньше когнитивной нагрузки.",
      "Родной язык помогает быстрее вникать в суть.",
      "Когда слышу родную речь, лучше запоминаю.",
      "На родном языке могу задать уточняющие вопросы."
    ],
    "learning": [
      "Я привык к терминам на языке обучения, потому что вся литература и лекции на нём.",
      "Мне кажется, что на языке обучения терминология более точная и общепринятая в моей сфере.",
      "Это язык моей будущей профессии, поэтому я стараюсь использовать его для всех учебных материалов.",
      "В интернете и учебниках больше информации на этом языке, поэтому так удобнее.",
      "На языке обучения проще обсуждать темы с преподавателями и однокурсниками.",
      "Оригинальные источники и статьи в основном на этом языке, поэтому приходится его использовать.",
      "Все материалы на этом языке, поэтому и думаю на нем.",
      "Преподаватели требуют использовать термины на языке обучения.",
      "В профессии принято использовать этот язык.",
      "Легче готовиться к экзаменам, если все на одном языке."
    ],
    "mixed": [
      "Мне удобно смешивать: общую идею понимать на родном, а термины запоминать на языке обучения.",
      "Я билингв, поэтому для меня естественно переключаться между языками в зависимости от контекста.",
      "Сложные вещи легче осмысливать на родном, но профессиональные термины проще использовать на языке обучения.",
      "Иногда на родном языке лучше понимается общая картина, а детали лучше на языке обучения.",
      "Так исторически сложилось: я вырос в двуязычной среде, и мозг сам выбирает удобный язык.",
      "Мне удобно переключаться между языками, так как я билингв.",
      "Иногда проще понять на одном языке, а объяснить на другом.",
      "Смешиваю языки, потому что так говорят в моем окружении.",
      "Зависит от темы: одно легче на казахском, другое на русском."
    ],
    "none": [
      "Мне без разницы, я одинаково хорошо понимаю на любом языке.",
      "Я вырос в двуязычной среде, поэтому легко переключаюсь и не замечаю разницы.",
      "Для меня содержание важнее языка, главное — чтобы было понятно.",
      "Нет особых предпочтений, материал усваивается одинаково.",
      "Я одинаково свободно владею несколькими языками, поэтому разницы нет.",
      "Я свободно владею несколькими языками, поэтому без разницы.",
      "Главное — чтобы информация была понятной, а язык не важен.",
      "Мне все равно, на каком языке учиться.",
      "Я одинаково хорошо понимаю на любом языке."
    ],
    "neutral": [
      "Просто так сложилось.",
      "Мне так удобнее.",
      "Не задумывался об этом.",
      "Так исторически сложилось.",
      "Привычка.",
      "Легче усваивать информацию.",
      "Просто так.",
      "Не знаю.",
      "Мне так удобно.",
      "Удобно.",
      "Привычка.",
      "Так привык.",
      "Потому что.",
      "Без понятия.",
      "Легче.",
      "Нравится.",
      "Эффективно.",
      "Так проще.",
      "Не задумывался.",
      "Сложно объяснить.",
      "Думаю, это правильно.",
      "Все так делают.",
      "Так исторически сложилось.",
      "Привык с детства.",
      "Так учили.",
      "Комфортно.",
      "Лучше понимаю.",
      "Меньше ошибок.",
      "Быстрее."
    ]
  },
  "dots_left": 3
}