{
  "sent_count": 2,
  "english_indices": [
    60,
    78
  ],
  "categorized": {
    "native": [
      "Мне проще запоминать материал на родном языке, так как он ассоциируется с повседневным общением.",
      "Когда материал сложный, я лучше понимаю его на родном языке, это экономит время.",
      "Родной язык позволяет мне быстрее схватывать суть, особенно когда речь идёт о новых терминах.",
      "На родном языке меньше когнитивной нагрузки, я могу сосредоточиться на содержании, а не на форме.",
      "Родной язык даёт более глубокое понимание, потому что я чувствую все смысловые оттенки."
    ],
    "learning": [
      "Я привык к терминам на языке обучения, потому что вся литература и лекции на нём.",
      "Оригинальные источники и статьи в основном на этом языке, поэтому приходится его использовать.",
      "В интернете и учебниках больше информации на этом языке, поэтому так удобнее.",
      "Мне кажется, что на языке обучения терминология более точная и общепринятая в моей сфере.",
      "На языке обучения проще обсуждать темы с преподавателями и однокурсниками."
    ],
    "mixed": [
      "Иногда на родном языке лучше понимается общая картина, а детали лучше на языке обучения.",
      "Сложные вещи легче осмысливать на родном, но профессиональные термины проще использовать на языке обучения.",
      "Мне удобно смешивать: общую идею понимать на родном, а термины запоминать на языке обучения.",
      "Я билингв, поэтому для меня естественно переключаться между языками в зависимости от контекста.",
      "Так исторически сложилось: я вырос в двуязычной среде, и мозг сам выбирает удобный язык."
    ],
    "none": [
      "Нет особых предпочтений, материал усваивается одинаково.",
      "Для меня содержание важнее языка, главное — чтобы было понятно.",
      "Мне без разницы, я одинаково хорошо понимаю на любом языке.",
      "Я вырос в двуязычной среде, поэтому легко переключаюсь и не замечаю разницы.",
      "Я одинаково свободно владею несколькими языками, поэтому разницы нет."
    ],
    "neutral": [
      "Так исторически сложилось.",
      "Легче усваивать информацию.",
      "Просто так сложилось.",
      "Не задумывался об этом.",
      "Привычка.",
      "Мне так удобнее."
    ]
  }
}